chat_system_173604358_actor_description=Scott Thompson. Governor of Islands of Freedom.
chat_system_173604358_start_header_1=^?^Glad to see you, [player]. Anything interesting to report?
chat_system_173604358_start_header_3=^?^I'm glad that you managed to find some time to visit this old grumbler. What can I do for the envoy of the king?
chat_system_173604358_snap_0_question=^?^A guest from sunny Darion! The envoys of King Mark are always welcome guests in my house.<br>Let me introduce myself - my name is Scott Thompson, and I am the Governor of these blessed Isles, by the mercy of His Majesty the king of Darion, may his rule last for long years.<br>How can I help you?
chat_system_173604358_snap_0_answer_0=^?^Hello, Governor. Maybe a well-informed man like you, who knows everything that is happening in your possessions, can tell me where I might find Lucky James?
chat_system_173604358_snap_0_answer_1=^?^Good news, Governor! I've settled the matter with Thorny Dog.
chat_system_173604358_snap_0_answer_2=^?^Hello, Governor. I'd like to have a look around your Islands. Can you tell me something about the area?
chat_system_173604358_snap_0_answer_3=^?^I came to you at the request of the king of Griffins, concerning a situation that is rather difficult.
chat_system_173604358_snap_0_answer_4=^?^I worked out one problem. But maybe you have another errand for me?
chat_system_173604358_snap_0_answer_5=^?^Nice to meet you. My name is [player], the Royal Treasure Searcher. Maybe I can help you somehow?
chat_system_173604358_snap_0_answer_6=^?^You asked me to work out the problem you're having with the brother of Thorny Dog. I'd like to hear about that again.
chat_system_173604358_snap_0_answer_7=^?^I've thought it over... I'm ready to solve your "delicate" problem. What did you need the murderer for?
chat_system_173604358_snap_0_answer_8=^?^I'd like to talk about Duke Sov.
chat_system_173604358_snap_0_answer_9=^?^I'd like to know if you have any errands appropriate for a man of my talents?
chat_system_173604358_snap_0_answer_10=^?^I just dropped in to pay my respects. Goodbye.
chat_system_173604358_snap_3_question=^?^Alas... I'm not as well-informed as I'd like to be. Some time ago Lucky hid himself in one of his secret hide-outs, and if this location is known to anybody, that body is not me. In fact I believe he is hiding because I put a reward on his head.<br>You might try asking Redbeard. He's one of Lucky's main competitors; their hatred for each other has lasted, oh, well past ten years. I'm sure he would have a good idea where his mortal enemy is hiding.
chat_system_173604358_snap_3_answer_0=^?^Where can I find this Redbeard?
chat_system_173604358_snap_5_question=^?^Redbeard recently moved to the Eastern Islands, probably to the Big Bay, but I don't know where exactly.<br>You may ask in the Eastern Islands' port, speak to Beauty Mirabella, for example.
chat_system_173604358_snap_5_answer_0=^?^Beauty Mirabella?
chat_system_173604358_snap_5_answer_1=^?^Thank you! I'll look for him.
chat_system_173604358_snap_6_question=^?^Yes, she is a great beauty - and at the same time a truly unassailable fortress! They say that she has broken the hearts of many of our cutthroats. I even heard she was engaged to Lucky James, but I don't believe that.
chat_system_173604358_snap_6_answer_0=^?^Ha, I'd like to have a look at her.
chat_system_173604358_snap_2_question=^?^Fine, fine. I think you'll like this place. The spirit of freedom and brotherhood - what else does a real adventurer need?<br>The Islands is a place where everyone is free to do anything they like. You, for example - what would you like to do?
chat_system_173604358_snap_2_answer_0=^?^Kill, rob, burn villages and cities to the ground!
chat_system_173604358_snap_2_header_0=^?^Then it's as easy as a pie! Hire on to some pirate ship. Captains always need desperate guys like you.
chat_system_173604358_snap_2_answer_1=^?^I'd like to find a beautiful wife, build a castle, raise a son.
chat_system_173604358_snap_2_header_1=^?^Hmm...There are not so many women on the Islands, but all of them are very fair. Take Mirabella for instance. The greatest beauty on the Islands. Many unhappy sailors tried to win her heart. And there have been many duels, both deadly contests and plain drunk scuffles, only on account of her single look or sigh.
chat_system_173604358_snap_2_answer_2=^?^I'm the royal Treasure Searcher. And I like what I'm doing.
chat_system_173604358_snap_2_header_2=^?^So your destiny led you to us. Have you ever heard about pirate treasure? Every self-respecting pirate has certainly hid a part of his trophies in some secret grotto, or buried on a small island under a palm.
chat_system_173604358_snap_2_answer_3=^?^I'd like to become a hero. To lead armies, so that bards will compose songs about me.
chat_system_173604358_snap_2_header_3=^?^Ha! Surely you heard the stories about our legendary captains! Buy a good vessel, hire a crew of desperate guys, and go forth to make a name for yourself. Black Beard, One-eyed Tom, Jolly Harry - just listen what kind of songs about these fortune hunters, which people sing in their taverns.
chat_system_173604358_snap_2_answer_4=^?^I'd like to bring law and order. Clear everything here of filth and scum.
chat_system_173604358_snap_2_header_4=^?^Oh, my young friend! Let me shake your hand. Seldom, very seldom do I meet such noble impulses, especially among this rabble that come at our coasts.<br>You could become a fine captain of one of my "chastisers"! That's what I call my special hunter-ships, which maintain order of the coastal waters.
chat_system_173604358_snap_2_answer_5=^?^I need to take care of some business. Sorry, but I'm in a hurry. See you later.
chat_system_173604358_snap_4_question=^?^Hmm. You want to help me, right? Sorry, but what kind of help can you give? Understand me right, [player], not every day does the envoy of the king offer me his help. We have recently had some disagreements with the king, you know.
chat_system_173604358_snap_4_answer_0=^?^I'm not interested in your disagreements. I'm more interested in good earnings.
chat_system_173604358_snap_4_answer_1=^?^Governor, please tell me straight what you need. You'll find that I'm capable of many things.
chat_system_173604358_snap_1_question=^?^I don't know... I do have one problem, which unfortunately I cannot solve by myself. Your assistance would be just in time, but...<br>Tell me, [player], what do you think about a job, which comes with some mortal risk, and, let's say not very... clean... yes?
chat_system_173604358_snap_1_answer_0=^?^I like risk and I'm not afraid of getting dirty. The job of the Searcher is not the cleanest either. What kind of problem is it?
chat_system_173604358_snap_1_answer_1=^?^You're offering me a contract for murder? I agree.
chat_system_173604358_snap_1_answer_2=^?^I take your hint, and I can assure you that a paladin is first and foremost a battle machine, and this one is always interested in making money.
chat_system_173604358_snap_1_answer_3=^?^Thank you, maybe some other time.
